[
    {
        "name": "Zhiyun Smooth X Foldable Smartphone Gimbal",
        "img": "https://i.ibb.co/YbdfJhX/smooth-x-500x500.jpg",
        "price": 50,
        "short_description": "The rotatable structure in palm size that allows you to toss in a backpack conveniently, an extendable grip made for exploring bigger vision, and a handy App - ZY Cami, for making videos rock everybody! Meet Smooth X and explore your EXTRA life! No longer have to choose between high-quality video and lightweight travel. Get both at once! A phone-size rotating gimbal weighing only 246g easily fits into your bag even pocket and provides surprisingly stable footage with your phone. ",
        "quantity": 120,
        "minimum_quantity": 50
    },
    {
        "name": "Zhiyun Smooth X Combo Foldable Smartphone Gimbal",
        "img": "https://i.ibb.co/4R4Y6Vm/smooth-x-combo-01-500x500.jpg",
        "price": 60,
        "short_description": "Zhiyun Smooth X Combo Gimbal is a tiny, foldable 2-axis gimbal for smartphones that weighs only 246g and fits neatly into a backpack – or even a pocket. SMOOTH-X Combo now offers additional ways to capture and share tales with the exclusive ZY Cami app. With the foldable SMOOTH-X Combo, you can unfold the globe it's a whole new take on the gimbal.",
        "quantity": 130,
        "minimum_quantity": 50
    },
    {
        "name": "Gudsen Moza Mini S Gimbal",
        "img": "https://i.ibb.co/GntFkYF/moza-mini-s-500x500.jpg",
        "price": 65,
        "short_description": "Featuring a newly upgraded sleek design, the Mini-S is the successor of the popular Mini-S Essential. While inheriting the foldable and portable design of Mini-S Essential, the Mini-S adds an extension pole that can be easily retracted or extended when shooting. The Mini-S offers video creators a wider variety of shooting angles for all kinds of filming.",
        "quantity": 150,
        "minimum_quantity": 50
    },
    {
        "name": "Zhiyun Smooth-Q3 Combo 3-Axis Gimbal Stabilizer",
        "img": "https://i.ibb.co/FKRmxH5/smooth-q3-combo-03-500x500.jpg",
        "price": 90,
        "short_description": "The Zhiyun Smooth-Q3 Combo Gimbal is Smartphone Gimbal that comes with a whole-new clearer button layout that better suits when using single-handed. Three-axis structure for surprisingly stable and smooth footage. It comes with Integrated rotatable fill light with a touch button to light you up from all angles with three adjustable brightness levels.",
        "quantity": 165,
        "minimum_quantity": 50
    },
    {
        "name": "Zhiyun Smooth Q2 Handheld Smartphone Gimbal",
        "img": "https://i.ibb.co/kg7ZCcY/smooth-q2-01-500x500.jpg",
        "price": 110,
        "short_description": "Zhiyun Smooth Q2 is The Truly Pocket-Size Smartphone Gimbal, that has come a long way in exploring the ultimate compact form factor without any compromise in functionality. The Smooth Q2 engaging gimbal ready to work without any fuss, the ultimate smartphone gimbal redefining the concept of compactness. ",
        "quantity": 170,
        "minimum_quantity": 50
    },
    {
        "name": "Zhiyun CRANE-M3 3-Axis Handheld Gimbal Stabilizer",
        "img": "https://i.ibb.co/G7HqTY4/crane-m3-01-500x500.jpg",
        "price": 200,
        "short_description": "The best way to describe the CRANE-M3 is portable yet professional with compatibility. Gripping and user experience are improved because of the compact body design and optimized axis arm construction. CRANE-M3 provides an amazing filming experience without the need for additional equipment thanks to its brand new dual-color temperature lighting and professional audio solution.",
        "quantity": 200,
        "minimum_quantity": 50
    }
]